Repository: nhohenwarter-tgm/digitalschoolnotes
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: English
de_de: Englisch

source: German
de_de: Deutsch

# invalid_captcha
source: Captcha is invalid
de_de: Captcha ist nicht valide

source: Reset password
de_de: Passwort zurücksetzen

# validation_of_emailaddress
source: Validation of your email address
de_de: Bestätigung deiner E-Mail Adresse

# account_deletion
source: Your account will get deleted soon
de_de: Löschung deines Accounts

# reseterror_accountisoauth
source: This account was created using oauth! Password of this account can't be reset!
de_de: Account wurde über OAuth erstellt! Passwort kann nicht zurückgesetzt werden!

# emailaddress_wrong
source: Email address is wrong!
de_de: E-Mail Adresse ist nicht korrekt!

# error_password_dontmatch
source: Inserted passwords don't match!
de_de: Passwörter stimmen nicht überein!

# reseterror_link_invalid
source: This link is invalid!
de_de: Der Link ist nicht mehr gültig!

# error_email_alreadyused
source: This email address is already used!
de_de: Diese E-Mail Adresse wird bereits verwendet!

# menu_features
source: Features
de_de: Funktionen

# solve_captcha
source: Please solve captcha.
de_de: Bitte löse das Captcha.

source: Legal Notice
de_de: Impressum

# menu_pricing
source: Pricing
de_de: Preise

# menu_about
source: About us
de_de: Über uns

# menu_login
source: Login
de_de: Anmelden

# menu_toapp
source: To App
de_de: Zur App

# error_email_needed
source: Please insert email address.
de_de: Bitte gib deine E-Mail Adresse ein.

# error_password_needed
source: Please insert password.
de_de: Bitte gib dein Passwort ein.

# forgot_password
source: Forgot your password?
de_de: Passwort vergessen?

# oauth_accept_termsofuse
source: By signing in with Facebook or Google+ you agree to our
de_de: Durch die Anmeldung mit Facebook oder Google+ akzeptierst du unsere

source: terms of use
de_de: Nutzungsbedingungen

source: Email address
de_de: E-Mail Adresse

source: Password
de_de: Passwort

# error_firstname_needed
source: Please insert your firstname.
de_de: Bitte gib deinen Vornamen an.

# error_lastname_needed
source: Please insert your lastname.
de_de: Bitte gib deinen Nachnamen an.

# error_firstname_toolong
source: Your firstname is too long (max. 30 characters).
de_de: Dein Vorname ist zu lang (max. 30 Zeichen).

# error_lastname_toolong
source: Your lastname is too long (max. 30 characters).
de_de: Dein Nachname ist zu lang (max. 30 Zeichen).

source: Firstname
de_de: Vorname

source: Lastname
de_de: Nachname

# error_email_invalid
source: Please insert valid email address.
de_de: Bitte gib eine valide E-Mail Adresse an.

# error_password_tooshort
source: This password is too short (min. 8 characters).
de_de: Das Passwort ist zu kurz (mind. 8 Zeichen).

# error_password_toolong
source: This password is too long (max. 128 characters).
de_de: Das Passwort ist zu lang (max. 128 Zeichen).

# error_password_repeat
source: Please repeat your current password.
de_de: Bitte gib dein Passwort nochmal an.

# error_accept_termsofuse
source: Please agree to our terms of use.
de_de: Bitte akzeptiere unsere Nutzungsbedingungen.

# i_accept_termsofuse
source: I agree to the
de_de: Ich akzeptiere die

source: Register
de_de: Registrieren

# password_repeat
source: Repeat password
de_de: Passwort Wiederholung

source: Set new password
de_de: Neues Passwort setzen

# set_new_password_desc
source: Please set your new password here.
de_de: Setze hier nun bitte dein neues Passwort.

# reset_password_desc
source: If you forgot your password you can reset it here.
de_de: Falls du dein Passwort vergessen hast, kannst du es hier zurücksetzen.

# reset_password_instructions
source: An email was sent to the given email address.Please follow the instructions in this email.
de_de: Eine E-Mail wurde erfolgreich an deine E-Mail Adresse geschickt.Bitte folge den Anweisungen in dieser E-Mail.

source: Search
de_de: Suche

source: Logout
de_de: Abmelden

# menu_timetable
source: Timetable
de_de: Stundenplan

# menu_notebooks
source: Notebooks
de_de: Hefte

# menu_accountsettings
source: Account Settings
de_de: Kontoeinstellungen

# menu_upgradenow
source: Upgrade now
de_de: Jetzt upgraden

source: Current password
de_de: Aktuelles Passwort

# change_password
source: Change current password
de_de: Passwort ändern

source: New password
de_de: Neues Passwort

source: Repeat new password
de_de: Neues Passwort wiederholen

source: Save changes
de_de: Änderungen speichern

source: Cancel
de_de: Abbrechen

source: Delete account
de_de: Account löschen

source: Notebook Settings
de_de: Hefteinstellungen

source: Notebook Name
de_de: Heftname

# error_notebookname_needed
source: Please insert a name!
de_de: Bitte gib einen Namen an.

# error_notebookname_toolong
source: Name is too long (max. 30 characters).
de_de: Der Name ist zu lang (max. 30 Zeichen).

source: Visibility
de_de: Sichtbarkeit

# visibility_public
source: Public
de_de: Öffentlich

# notebook_createnew
source: Create Notebook
de_de: Heft erstellen

source: joined on
de_de: beigetreten am

# user_is_prouser
source: This user is a prouser!
de_de: Dieser User ist Pro-Benutzer!

# user_is_admin
source: This user is an administrator!
de_de: Dieser User ist Administrator!

source: Public Notebooks
de_de: Öffentliche Hefte

# user_hasnopublicnotebooks
source: This user doesn't have any public notebooks.
de_de: Dieser Benutzer hat keine öffentlichen Hefte.

# user_found
source: users found
de_de: User wurden gefunden

source: Editmode activated!
de_de: Bearbeitungsmodus aktiviert!

# editmode_end
source: End
de_de: Beenden

source: Time
de_de: Zeit

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Edit lesson
de_de: Stunde bearbeiten

# error_timetablesubjectdescription_toolong
source: Description is too long (max. 30 characters).
de_de: Die Bezeichnung ist zu lang (max. 30 Zeichen).

source: Subject
de_de: Fach

source: Teacher
de_de: Lehrer

# error_timetableteacherdescription_toolong
source: Description is too long (max. 50 characters).
de_de: Die Bezeichnung ist zu lang (max. 50 Zeichen).

# error_timetableroomdescription_toolong
source: Description is too long (max. 30 characters).
de_de: Die Bezeichnung ist zu lang (max. 30 Zeichen).

source: Room
de_de: Raum

source: No notebook assigned
de_de: Kein Heft zugeordnet

source: Save
de_de: Speichern

# edit_timetabletimes
source: Edit time of lesson
de_de: Stundenzeiten bearbeiten

# error_timetabletime_needed
source: Please insert a time.
de_de: Bitte gib eine Zeit an.

# error_timetabletime_invalid
source: Please insert a valid time (e.g. "08:00").
de_de: Bitte gib eine valide Zeit an (z.B. "08:00").

source: Begin
de_de: Beginn

source: End
de_de: Ende

# prev
source: Previous
de_de: Zurück

source: Next
de_de: Weiter

# register_success_message
source: Thanks for registering! As soon as you validate your email address you can start using this application!
de_de: Vielen Dank für deine Registrierung! Sobald du deine E-Mail Adresse bestätigt hast kannst du dich einloggen und sofort starten!

# account_delete_warnmessage
source: Are you sure you want to delete your account? You can't undo this action! Your notebooks will be lost forever!
de_de: Bist du sicher, dass du deinen Account löschen möchtest? Diese Aktion kann nachher nicht mehr rückgängig gemacht werden! Deine Hefte werden endgültig gelöscht!

# notebook_delete_warnmessage
source: Are you sure you want to delete this notebook?
de_de: Möchtest du dieses Heft wirklich löschen?

# notebook_max_warnmessage
source: You have reached the limit of notebooks!
de_de: Du hast die maximale Anzahl an Heften bereits erreicht!

# error_timetable_notebooknotassigned
source: No notebook was assigned to this lesson!
de_de: Dieser Stunde ist kein Heft zugeordnet!

# error_timetable_notebooknotfound
source: The notebook that belongs to this lesson could not be found!
de_de: Das zugeordnete Heft konnte nicht gefunden werden!

# loginerror_please_login_first
source: Please login to continue!
de_de: Bitte melde dich zuerst an!

# wrong_login_credentials
source: Wrong username or email!
de_de: E-Mail Adresse oder Passwort falsch!

# success_validate
source: Your email was successfully validated!
de_de: Deine E-Mail Adresse wurde erfolgreich bestätigt!

# notebookname_already_used
source: This name is already used!
de_de: Dieser Name ist bereits vergeben!

# collaborator_already_in_use
source: This user is already set as collaborator
de_de: Dieser User wurde bereits hinzugefügt!

# no_user
source: This user does not exist!
de_de: Dieser User existiert nicht!

# error_wrong_password
source: Please insert your current password!
de_de: Bitte wiederhole dein aktuelles Passwort!
